Repository: OdyX/colobot-data
Catalog: levels/scene3-po/*.po
Languages: ru

source: scene300:On Tropica
ru: scene300:На Тропике

source: scene300:Tropica
ru: scene300:Тропика

source: scene301:The Trap
ru: scene301:Западня

source: scene301:Explore a tropical paradise looking for an explosive device.
ru: scene301:Исследуйте тропический рай в поисках взрывного устройства.

source: scene302:Amnesia
ru: scene302:Амнезия

source: scene302:Find your spaceship in the Tropica maze.
ru: scene302:Найдите свой космический корабль в лабиринте Тропики.

source: scene303:On the Offensive
ru: scene303:В атаку

source: scene303:Develop an offensive weapons system and confront the giant ants.
ru: scene303:Разработайте атакующее оружие и нанесите удар гигантским муравьям.

source: scene304:Shooting Drill #1
ru: scene304:Тренировочная стрельба #1

source: scene304:Sharpen your flying and shooting skills.
ru: scene304:Отточите свои способности пилота и стрелка.

source: scene305:Black Box
ru: scene305:Черный ящик

source: scene305:Explore the underwater world looking for another black box.
ru: scene305:Исследуйте подводные пространства в поисках еще одного черного ящика.
