Repository: OdyX/colobot-data
Catalog: levels/scene7-po/*.po
Languages: ru

source: scene700:On Centaury
ru: scene700:На Центавре

source: scene700:Centaury
ru: scene700:Центавр

source: scene701:Cloning
ru: scene701:Клонирование

source: scene701:Reproduce the technology to manufacture an orga shooter yourself.
ru: scene701:Разработайте технологию для создания орга стрелков.

source: scene702:Target Practice
ru: scene702:Тренировка по прицеливанию

source: scene702:Practise shooting with your new orgaball canon.
ru: scene702:Потренируйтесь в стрельбе из своей новой органической пушки.

source: scene703:Cleansing
ru: scene703:Очистка

source: scene703:Find the resources you need to eradicate all life in the region.
ru: scene703:Найдите ресурсы, необходимые вам для уничтожения всего живого в этом регионе.

source: scene704:New Policies
ru: scene704:Новая политика

source: scene704:Try a more humane method of dealing with insects.
ru: scene704:Примените более гуманный метод, который следует применить в борьбе с насекомыми.

source: scene705:Self-defense
ru: scene705:Самооборона

source: scene705:Combine defensive and offensive weapons to deal with a massive attack.
ru: scene705:Совместите защитное и наступательное оружие чтобы отразить массивную атаку.
