Repository: OdyX/colobot-data
Catalog: levels/scene6-po/*.po
Languages: ru

source: scene600:On Volcano
ru: scene600:На Вулкане

source: scene600:Volcano
ru: scene600:Вулкан

source: scene601:Transport
ru: scene601:Транспорт

source: scene601:Develop your nuclear technology in order to increase your operating range.
ru: scene601:Развивайте свою ядерную технологию чтобы увеличить свои возможности.

source: scene602:Analysis
ru: scene602:Анализ

source: scene602:Recover and analyze some organic matter.
ru: scene602:Найдите и проанализируйте органическую материю.

source: scene603:Mountain Warfare
ru: scene603:Война в горах

source: scene603:Use legged bots to fight on broken terrain.
ru: scene603:Используйте шагающих ботов чтобы сражаться на пересеченной местности.

source: scene604:Technological Treasure
ru: scene604:Технологическое сокровище

source: scene604:Rediscover a new type of bot.
ru: scene604:Откройте для себя новый тип бота.

source: scene605:Safe Home
ru: scene605:Дома безопасней

source: scene605:Get back to your spaceship.
ru: scene605:Возвращайтесь на космический корабль.

source: scene606:Time for a sharp exit
ru: scene606:Время уйти не попрощавшись

source: scene606:Try to leave the planet alive.
ru: scene606:Попытайтесь улететь с планеты живым.
