Repository: OdyX/colobot-data
Catalog: levels/scene4-po/*.po
Languages: ru

source: scene400:On Crystalium
ru: scene400:На Кристаллиуме

source: scene400:Crystalium
ru: scene400:Кристаллиум

source: scene401:Viruses
ru: scene401:Вирусы

source: scene401:A new bug threatens all your systems.
ru: scene401:Новые насекомые угрожают всем вашим системам.

source: scene402:Subterranean strategy
ru: scene402:Подземная стратегия

source: scene402:Use the planet's resources to combat the virus-spreading worms.
ru: scene402:Используйте ресурсы планеты чтобы противостоять червям паразитам.

source: scene403:System Failure
ru: scene403:Системная ошибка

source: scene403:Pursue a rogue bot.
ru: scene403:Преследуйте бота шалуна.

source: scene404:The Lost Valley
ru: scene404:Заброшенная долина

source: scene404:Explore a foggy and perilous valley.
ru: scene404:Исследуйте туманную и опасную долину.
