Repository: OdyX/colobot-data
Catalog: levels/scene9-po/*.po
Languages: ru

source: scene900:On Terranova
ru: scene900:На Терранове

source: scene900:Terranova
ru: scene900:Терранова

source: scene901:Killer Mushrooms
ru: scene901:Убийца грибов

source: scene901:Run the gauntlet of poison-spitting mushrooms and find the first key to the vault.
ru: scene901:Пробегите между ядовитыми грибами и найдите ключ от погреба.

source: scene902:Poison Hail
ru: scene902:Ядовитый град

source: scene902:Retrieve the second key using only defensive strategies.
ru: scene902:Найдите второй ключ используя только оборонные стратегии.

source: scene903:Gold Digger
ru: scene903:Золотоискатель

source: scene903:Be prepared to dig for buried treasure.
ru: scene903:Будьте готовы к тому, что найдете сокровище.

source: scene904:Alien Queen
ru: scene904:Королева пришельцев

source: scene904:Get the fourth key, open the vault and make the planet safe for human habitation.
ru: scene904:Найдите четвертый ключ, откройте погреб и сделайте так, чтобы планета стала безопасной для людей.
